"MJRefreshHeaderIdleText" = "下にスワイプして更新します";
"MJRefreshHeaderPullingText" = "手放す更新";
"MJRefreshHeaderRefreshingText" = "読み込み中...";

"MJRefreshAutoFooterIdleText" = "クリックまたはプルアップして、さらに読み込みます";
"MJRefreshAutoFooterRefreshingText" = "読み込み中...";
"MJRefreshAutoFooterNoMoreDataText" = "更新が完了しました";

"MJRefreshBackFooterIdleText" = "クリックまたはプルアップして、さらに読み込みます";
"MJRefreshBackFooterPullingText" = "手放してすぐにロードします";
"MJRefreshBackFooterRefreshingText" = "読み込み中...";
"MJRefreshBackFooterNoMoreDataText" = "更新が完了しました";

"MJRefreshHeaderLastTimeText" = "最新のアップデート: ";
"MJRefreshHeaderDateTodayText" = "今日";
"MJRefreshHeaderNoneLastDateText" = "記録なし";
